{"title":"Transitioning","description":"<p>Just when you thought you could delete us from your podcatcher we are back and with a distinct lack of excuses for our absence. This week we discuss our new weekly formats and chat extensively about “transitioning”.</p>\n\n<p>Over the last few months both of us have found our main focuses shifting and as a result the way we present ourselves online has changed, or had to change, too. We revisit our discussion on “flowery Twitter bios” and look at ways in which our friends, colleagues and heroes represent themselves online – through the blog posts they write, links they curate and share and other output including podcasts and videos. We touch on expectations, schedules and much more in our first episode back behind the Yeti’s.</p>\n\n<ul>\n  <li><a href=\"http://seanwes.com/\">Sean Wes</a></li>\n  <li><a href=\"http://seanwes.com/podcast/092-4-keys-to-growing-an-audience-when-you-feel-like-youre-not-getting-recognition/\">The Sean Wes Podcast: Episode 92</a></li>\n  <li><a href=\"https://twitter.com/howells\">Daniel Howells on Twitter</a></li>\n  <li><a href=\"https://twitter.com/garyvee\">Gary Vee</a></li>\n  <li><a href=\"https://www.youtube.com/user/GaryVaynerchuk\">Gary Vee on YouTube</a></li>\n</ul>\n\n<p>We’d love to hear about your experiences of transitioning. Get in touch on <a href=\"http://twitter.com/backtofrontshow\">Twitter</a> and <a href=\"https://www.facebook.com/backtofrontshow\">Facebook</a>.</p>","pubdate":"2014-09-04T12:00:00.000Z","link":"https://backtofrontshow.com/episode-24/","guid":"https://backtofrontshow.com/episode-24/","image":"https://backtofrontshow.com/img/itunes-3000x3000.png","podcast":{"title":"The Back to Front Show","description":"The Back to Front show was started in 2013 by web industry veterans Keir Whitaker and Kieran Masterton. Over the first 40 episodes they have discussed everything from web design and development to startups and dog related tech. Today the focus has shifted and includes topics including remote working, working in the web industry, productivity, hipster beards and much more. Released irregularly but always produced with passion The Back to Front Show runs for around 40 minutes per episode and comes to you from the beautiful West Country in the UK. Thanks for listening.","image":"https://backtofrontshow.com/img/itunes-3000x3000.png"}}