{"title":"Proving your App","description":"<p>Episode #015 is brought to you in partnership with Squarespace, the all-in-one platform that makes it fast and easy to create your own professional website or online portfolio. For a free trial and a massive 20% off (valid for September 2013), go to squarespace.com and use offer code Backtofront9.</p>\n\n<p>In this week’s micro edition we look at six great articles including a Medium post on proving your app idea with existing technology, the art of great support, Grunt, advances in wi-fi technology, Kieran’s latest bling accessory and a great post by our Texan friend Mr. Trent walton.</p>\n\n<ul>\n  <li><a href=\"https://medium.com/who-what-why/c744d79a6e76\">From a Mailchimp email and Wufoo form to $25k in 3 months</a></li>\n  <li><a href=\"http://supportops.co/\">Support Ops</a></li>\n  <li><a href=\"http://bluegg.co.uk/web-talk-automating-with-grunt/\">Automating with Grunt</a></li>\n  <li><a href=\"http://qz.com/120270/a-new-alternative-to-wi-fi-has-a-range-of-nearly-a-mile-and-wont-drain-your-battery/\">Mile-wide wireless</a></li>\n  <li><a href=\"http://www.theverge.com/2013/9/3/4688162/bionym-nymi-could-replace-all-your-passwords\">The Nymi bracelet</a></li>\n  <li><a href=\"http://trentwalton.com/2013/08/12/human-interest/\">Human Interest</a></li>\n</ul>","pubdate":"2013-09-12T09:00:00.000Z","link":"https://backtofrontshow.com/episode-15/","guid":"https://backtofrontshow.com/episode-15/","image":"https://backtofrontshow.com/img/itunes-3000x3000.png","podcast":{"title":"The Back to Front Show","description":"The Back to Front show was started in 2013 by web industry veterans Keir Whitaker and Kieran Masterton. Over the first 40 episodes they have discussed everything from web design and development to startups and dog related tech. Today the focus has shifted and includes topics including remote working, working in the web industry, productivity, hipster beards and much more. Released irregularly but always produced with passion The Back to Front Show runs for around 40 minutes per episode and comes to you from the beautiful West Country in the UK. Thanks for listening.","image":"https://backtofrontshow.com/img/itunes-3000x3000.png"}}