{"title":"Annual Awards Special","description":"<p>It’s the end of year Back to Front Show awards special. An opinonated, and occasionally tongue in cheek, look back over the last year in which we celebrate the events, the trends, the people, the apps, the podcasts, the magazines and the books that have made 2013 a great year. We also have details of our first ever guest co-host who will be joining Keir in December!</p>\n\n<h3 id=\"award-categories\">Award Categories</h3>\n\n<p>Winners will be linked up in a few weeks time *</p>\n\n<ul>\n  <li>Conference/event of the year</li>\n  <li>Side project of the year</li>\n  <li>Podcast of the year</li>\n  <li>Magazine of the year</li>\n  <li>Book of the year</li>\n  <li>“Blogger who you wished blogged more” of the year</li>\n  <li>Hipster Web Site of the year (AKA the moustache wax award for web ingenuity)</li>\n  <li>Dog related tech product of the year</li>\n  <li>Team of the year</li>\n  <li>Man of the year</li>\n  <li>Woman of the year</li>\n  <li>Trend of the year</li>\n  <li>“And finally…” of the year</li>\n</ul>\n\n<p><em>* We really want you to listen to find out!</em></p>","pubdate":"2013-12-05T09:00:00.000Z","link":"https://backtofrontshow.com/episode-19/","guid":"https://backtofrontshow.com/episode-19/","image":"https://backtofrontshow.com/img/itunes-3000x3000.png","podcast":{"title":"The Back to Front Show","description":"The Back to Front show was started in 2013 by web industry veterans Keir Whitaker and Kieran Masterton. Over the first 40 episodes they have discussed everything from web design and development to startups and dog related tech. Today the focus has shifted and includes topics including remote working, working in the web industry, productivity, hipster beards and much more. Released irregularly but always produced with passion The Back to Front Show runs for around 40 minutes per episode and comes to you from the beautiful West Country in the UK. Thanks for listening.","image":"https://backtofrontshow.com/img/itunes-3000x3000.png"}}