{"title":"Kieran&#8217;s Big Red Button","description":"<p>It’s hard to believe it’s only been one week, no really, since our last confession. Where does the time go?</p>\n\n<p>In this episode we catch up on what’s happened in our lives in the last seven days, discuss the latest goings on at Medium, ponder why the Guardian doesn’t write listicles and end on probably the best API in the world!</p>\n\n<ul>\n  <li><a href=\"https://shopify.com/plus\">Shopify Plus</a></li>\n  <li><a href=\"http://canada.pch.gc.ca/eng/1468262573081\">Canada 150</a></li>\n  <li><a href=\"https://medium.com/membership\">Medium Membership</a></li>\n  <li><a href=\"https://medium.com/@biz/whats-happening-with-me-73e0192c54e8\">Biz is Back at Twitter</a></li>\n  <li><a href=\"http://www.brewerydb.com/about\">BreweryDB</a></li>\n</ul>\n\n<p>If you like listening to our West Country ramblings don’t forget you can support our astronomical Amazon S3 (Unlike Whole Foods Bezos isn’t reducing these prices) costs by becoming an exclusive member of the <a href=\"http://backtofrontshow.com/club/\">Back to Front Show Club</a>!</p>","pubdate":"2017-09-15T00:20:26.000Z","link":"https://backtofrontshow.com/episode-47/","guid":"https://backtofrontshow.com/episode-47/","image":"https://backtofrontshow.com/img/itunes-3000x3000.png","podcast":{"title":"The Back to Front Show","description":"The Back to Front show was started in 2013 by web industry veterans Keir Whitaker and Kieran Masterton. Over the first 40 episodes they have discussed everything from web design and development to startups and dog related tech. Today the focus has shifted and includes topics including remote working, working in the web industry, productivity, hipster beards and much more. Released irregularly but always produced with passion The Back to Front Show runs for around 40 minutes per episode and comes to you from the beautiful West Country in the UK. Thanks for listening.","image":"https://backtofrontshow.com/img/itunes-3000x3000.png"}}