{"title":"Lost with Lindberg","description":"<p>This week we celebrate the internet’s very own <a href=\"https://twitter.com/oliverlindberg\">Oliver Lindberg</a> as we get <a href=\"https://twitter.com/hashtag/lostwithlindberg?src=hash\">#lostwithlindberg</a>. Given our distinct lack of direction for this episode, it seemed only right and proper that our favourite editor of the internet takes this week’s naming rights. If you are ever lost, and if you can find him, maybe you can also get “lost with Lindberg”. Cue the <a href=\"https://www.youtube.com/watch?v=_MVonyVSQoM\">music</a>.</p>\n\n<p>We might not be a crack commando unit but we did our best to highlight a few choice topics from the internet underground. In this week’s show, we speak out in favour of the new Instagram logo, welcome the Lord of the .io domain to the UK’s most hipster city, discuss a big man with a new big book, see the sunset on sunrise, and finally get all excited about our new startup!</p>\n\n<ul>\n  <li><a href=\"https://medium.com/search?q=instagram%20logo\">Instagram redesign their logo!</a></li>\n  <li><a href=\"http://metro.co.uk/2016/05/04/bath-is-now-more-hipster-than-dalston-and-heres-the-photographic-proof-5857952\">Bath now more Hipster than Dalston</a></li>\n  <li><a href=\"http://ddcbook.com/\">Pretty Much Everything by Aaron James Draplin</a></li>\n  <li><a href=\"http://blog.sunrise.am/post/144196642739/its-almost-time-to-say-goodbye\">Goodnight Sunrise</a></li>\n  <li><a href=\"http://wistia.com/blog/startpup-contest\">Startpup Contest</a></li>\n</ul>","pubdate":"2016-05-19T22:20:14.000Z","link":"https://backtofrontshow.com/episode-43/","guid":"https://backtofrontshow.com/episode-43/","image":"https://backtofrontshow.com/img/itunes-3000x3000.png","podcast":{"title":"The Back to Front Show","description":"The Back to Front show was started in 2013 by web industry veterans Keir Whitaker and Kieran Masterton. Over the first 40 episodes they have discussed everything from web design and development to startups and dog related tech. Today the focus has shifted and includes topics including remote working, working in the web industry, productivity, hipster beards and much more. Released irregularly but always produced with passion The Back to Front Show runs for around 40 minutes per episode and comes to you from the beautiful West Country in the UK. Thanks for listening.","image":"https://backtofrontshow.com/img/itunes-3000x3000.png"}}