{"title":"Online Collaboration","description":"<p>But for pesky technical gremlins, this would certainly be our best episode yet. Apologies in advance for the background noise. Pre-recording testing was good, however it appears that an intermittent issue with a USB connector has caused us a few problems that can’t be edited out. Now we know we’ll do better next time.</p>\n\n<p>Moving on this week’s show focuses on online document collaboration, discusses GMail’s 9th birthday, a new JS gem from Dave Rupert and much more.</p>\n\n<ul>\n  <li><a href=\"http://mkgeeknight.co.uk/\">MK Geek Night</a></li>\n  <li><a href=\"http://destroytoday.com/blog/lessons-learned-in-a-year-on-my-own/\">Lessons learned in a year on my own</a></li>\n  <li><a href=\"http://gmailblog.blogspot.co.uk/2013/04/gmail-9-years-and-counting.html\">Gmail is 9</a></li>\n  <li><a href=\"http://davatron5000.github.io/TimeJump/\">timeJump.js</a></li>\n  <li><a href=\"http://www.wired.co.uk/\">Wired UK</a></li>\n  <li><a href=\"https://editorially.com/\">Editorially</a></li>\n  <li><a href=\"https://draftin.com/\">Draft</a></li>\n  <li><a href=\"http://editflow.org/\">Edit Flow</a></li>\n  <li><a href=\"http://giphy.com/\">Giphy</a></li>\n</ul>","pubdate":"2013-04-14T03:00:00.000Z","link":"https://backtofrontshow.com/episode-7/","guid":"https://backtofrontshow.com/episode-7/","image":"https://backtofrontshow.com/img/itunes-3000x3000.png","podcast":{"title":"The Back to Front Show","description":"The Back to Front show was started in 2013 by web industry veterans Keir Whitaker and Kieran Masterton. Over the first 40 episodes they have discussed everything from web design and development to startups and dog related tech. Today the focus has shifted and includes topics including remote working, working in the web industry, productivity, hipster beards and much more. Released irregularly but always produced with passion The Back to Front Show runs for around 40 minutes per episode and comes to you from the beautiful West Country in the UK. Thanks for listening.","image":"https://backtofrontshow.com/img/itunes-3000x3000.png"}}