{"title":"The Joys &#038; Perils of Remote Working","description":"<p>In a change to the announced billing, an impromptu early morning phone call made us think a chat about remote working might be in order. As many of us fight the January blues, and inevitable bout of illness that the new year often brings, it felt a timely opportunity to discuss the good, and the bad, aspects of working from a distance.</p>\n\n<p>Topics we discuss include:</p>\n\n<ul>\n  <li>How does working remotely affect us?</li>\n  <li>What we both like and dislike about it</li>\n  <li>How much real work you achieve per day</li>\n  <li>The importance of “banter”</li>\n  <li>Is the reality like the dream?</li>\n  <li>A typical day for remote working?</li>\n  <li>Do we put extra pressure on ourselves to output more as we are not in the office?</li>\n  <li>How to feel part of the company you work for</li>\n</ul>\n\n<p>And finally for those Nabaztag doubters out there you can read the full history of the internet enabled rabbit on <a href=\"http://en.wikipedia.org/wiki/Nabaztag\">Wikipedia</a>!</p>\n\n<h3 id=\"five-simple-steps-giveaway\">Five Simple Steps Giveaway</h3>\n\n<p>To be in with a chance of winning one of the two sets of <a href=\"http://www.fivesimplesteps.com/products/the-pocket-guide-series-collection-three\">Five Simple Step’s Pocket Guide Collection 3</a> all you have to do it answer one of the following two questions correctly. Kieran’s decision will be final (he’s a harsh judge):</p>\n\n<ol>\n  <li><strong>Q:</strong> What was Matthew Lillard’s handle in the cult-classic 1995 film Hackers?</li>\n  <li><strong>Q:</strong> In the same year Sandra Bullock played a Systems Analyst in the film The Net. During the course of the film her identity is changed by cyber criminals but what is the name they gave her?</li>\n</ol>\n\n<p>To enter just send a tweet to <a href=\"http://twitter.com/share?url=a&amp;text=@backtofrontshow%20re:&amp;hashtags=btfs038\">@backtofrontshow</a> with your answer. We’ll announce winners on the next episode.</p>","pubdate":"2015-01-17T09:17:03.000Z","link":"https://backtofrontshow.com/episode-38/","guid":"https://backtofrontshow.com/episode-38/","image":"https://backtofrontshow.com/img/itunes-3000x3000.png","podcast":{"title":"The Back to Front Show","description":"The Back to Front show was started in 2013 by web industry veterans Keir Whitaker and Kieran Masterton. Over the first 40 episodes they have discussed everything from web design and development to startups and dog related tech. Today the focus has shifted and includes topics including remote working, working in the web industry, productivity, hipster beards and much more. Released irregularly but always produced with passion The Back to Front Show runs for around 40 minutes per episode and comes to you from the beautiful West Country in the UK. Thanks for listening.","image":"https://backtofrontshow.com/img/itunes-3000x3000.png"}}