{"title":"The Gavin Ballard Special","description":"<p>This episode is dedicated to our favourite Australian <a href=\"http://gavinballard.com\">Gavin Ballard</a> — all round good guy, world traveller, bon viveur and last but by no means least <a href=\"https://www.discolabs.com/\">Shopify Expert</a>. Gavin is a long time listener (we still aren’t sure why) and friend of the show. If we had a pin badge and sticker “care package” he’d be the first recipient!</p>\n\n<p>Topics covered in this mega-length show include the weather in the South West, Skype video, our favourite NYC diners, the use of technology in the bathroom, career paths for developers, and more.</p>\n\n<ul>\n  <li><a href=\"http://gavinballard.com\">Gavin Ballard</a></li>\n  <li><a href=\"http://www.reuters.com/article/us-etiquette-skype-idUSBRE9AA09920131111\">Skype Etiquette</a></li>\n  <li><a href=\"http://ny.eater.com/2015/10/27/9620208/market-diner-closing\">RIP The Market Diner</a></li>\n  <li><a href=\"https://modstock.co/\">Modern stock photography</a></li>\n  <li><a href=\"http://vooza.com/videos/meal-replacement-drink/\">The Vazoo Video Keir Forgot</a></li>\n  <li><a href=\"https://medium.freecodecamp.com/being-a-developer-after-40-3c5dd112210c#.scm6j3s3s\">Being A Developer After 40</a>&lt;/ul&gt;</li>\n</ul>\n\n<p>If you would like a show dedicated to you please let us know via the comment link below and we’ll undoubtedly make it happen.</p>","pubdate":"2016-04-30T12:11:48.000Z","link":"https://backtofrontshow.com/episode-42/","guid":"https://backtofrontshow.com/episode-42/","image":"https://backtofrontshow.com/img/itunes-3000x3000.png","podcast":{"title":"The Back to Front Show","description":"The Back to Front show was started in 2013 by web industry veterans Keir Whitaker and Kieran Masterton. Over the first 40 episodes they have discussed everything from web design and development to startups and dog related tech. Today the focus has shifted and includes topics including remote working, working in the web industry, productivity, hipster beards and much more. Released irregularly but always produced with passion The Back to Front Show runs for around 40 minutes per episode and comes to you from the beautiful West Country in the UK. Thanks for listening.","image":"https://backtofrontshow.com/img/itunes-3000x3000.png"}}